Repository: ivpavici/authink-web
Catalog: Authink.Web/App_LocalResources/Main.*.resx
Languages: hr

# ChildAdd_FirstNamePlaceholder
source: First name
hr: Ime

# ChildAdd_LastNamePlaceholder
source: Last name
hr: Prezime

# ChildAdd_Save
source: Save
hr: Spremi

# ChildAdd_Title
source: Add child information
hr: Dodaj informacije o dijetetu

# ChildDeleteConfirmationDialog_Text
source: You are about to delete child's profile. It cannot be restored at a later time! Do you want to continue?
hr: Namjeravate obrisati profil djeteta. Obrisani profil više se ne može vratiti. Želite li nastaviti?

# ChildDeleteConfirmationDialog_Title
source: Delete confirmation
hr: Potvrda brisanja

# ChildEdit_FirstName
source: First name
hr: Ime

# ChildEdit_LastName
source: Last name
hr: Prezime

# ChildEdit_Save
source: Save
hr: Spremi

# ChildEdit_Title
source: Child info edit
hr: Uređivanje profila

# ChildMenu_CreateNew
source: Add new child's profile
hr: Dodaj novi profil djeteta

# ChildMenu_Delete
source: Delete profile
hr: Obriši profil

# ChildMenu_Edit
source: Edit profile
hr: Uredi profil

# ConfirmationDialog_No
source: No
hr: Ne

# ConfirmationDialog_Yes
source: Yes
hr: Da

# EditTaskPicturesList_CorrectColors
source: Correct colors
hr: Točne boje

# EditTaskPicturesList_CorrectPicture
source: Correct picture
hr: Točna slika

# EditTaskPicturesList_Pictures
source: Pictures
hr: Slike

# EditTaskPicturesList_UploadNewPicture
source: Upload new picture
hr: Promijeni sliku

# EditTaskPicturesList_WrongColors
source: Wrong colors
hr: Netočne boje

# EditTaskPicturesList_WrongPictures
source: Wrong pictures
hr: Netočne slike

# EditTask_VoiceCommand_Listen
source: Preview sound
hr: Preslušaj zvuk

# EditTask_VoiceCommand_Title
source: Voice Command
hr: Glasovna naredba

# EditTask_VoiceCommand_UploadNew
source: Upload new voice command
hr: Prenesi novu glasovnu naredbu

# Omnibar_Language_Croatian
source: Croatian
hr: Hrvatski

# Omnibar_Language_English
source: English
hr: Engleski

# Omnibar_Logout
source: Logout
hr: Odjava

# TaskConfirmationDialog_Text
source: You are about to delete this task. It cannot be restored at a later time! Continue?
hr: Namjeravate obrisati zadatak. Obrisani zadatak se ne može vratiti. Želite li nastaviti?

# TaskConfirmationDialog_Title
source: Delete confirmation
hr: Potvrda brisanja

# TaskEdit_Description
source: Description
hr: Opis

# TaskEdit_Name
source: Name
hr: Ime

# TaskEdit_Save
source: Save
hr: Spremi

# TaskPicturesEditor_Back
source: Back
hr: Natrag

# TaskPicturesEditor_CorrectColor
source: Correct colors
hr: Točne boje

# TaskPicturesEditor_Save
source: Save
hr: Spremi

# TaskPicturesEditor_Title
source: Upload new picture
hr: Prenesi novu sliku

# TaskPicturesEditor_WrongColor
source: Wrong colors
hr: Netočne boje

# TaskPreview_Edit
source: Edit task
hr: Uredi zadatak

# TaskPreview_Pictures
source: Pictures
hr: Slike

# TaskPreview_VoiceCommand_Empty
source: There is no voice command associated with this task. Click Edit task to upload it!
hr: Ne postoji zvukovna naredba za ovaj zadatak. Kliknite Uredi zadatak da bi je postavili!

# TaskPreview_VoiceCommand_Listen
source: Preview sound
hr: Poslušaj

# TaskPreview_VoiceCommand_Title
source: Voice command
hr: Zvukovna naredba

# TestAdd_LongDescPlaceholder
source: Detailed description of new test
hr: Detaljni opis

# TestAdd_Save
source: Save
hr: Spremi

# TestAdd_ShortDescPlaceholder
source: Short description of new test
hr: Kratki opis

# TestAdd_Title
source: Add new test to
hr: Dodaj novi test za

# TestAdd_TitlePlaceholder
source: Title of new test
hr: Naslov

# TestConfirmationDialog_Text
source: You are about to delete this test. It cannot be restored at a later time! Continue?
hr: Namjeravate obrisati test. Obrisani test se ne može vratiti. Želite li nastaviti?

# TestConfirmationDialog_Title
source: Delete confirmation
hr: Potvrda brisanja

# TestEditConfirmationDialog_Text
source: You have some unsaved changes. Save?
hr: Imate nespremljene promjene. Želite li ih spremiti?

# TestEditConfirmationDialog_Title
source: Do you want to save changes?
hr: Želite li spremiti promjene?

# TestEdit_Delete
source: Delete test
hr: Obriši test

# TestEdit_LongDescription
source: Long description
hr: Detaljni opis

# TestEdit_Name
source: Name
hr: Ime

# TestEdit_Save
source: Save
hr: Spremi

# TestEdit_ShortDescription
source: Short description
hr: Kratki opis

# TestList_CreateNew
source: New test
hr: Novi test

# TestList_SearchPlaceholder
source: search all tests
hr: pretraži sve testove

# TestList_Title
source: Tests
hr: Testovi

# TestPreview_EditButton
source: Edit test
hr: Uredi test

# TestTaskList_AddNew
source: New task
hr: Novi zadatak

# TestTaskList_Delete
source: Delete
hr: Obriši

# TestTaskList_Difficulty
source: Difficulty
hr: Težina

# TestTaskList_Edit
source: Edit
hr: Uredi

# TestTaskList_Title
source: Tasks
hr: Zadaci

# TestTaskList_View
source: View
hr: Prikaži

# Popup_Cancel
source: Cancel
hr: Odustani

# ChildAdd_ServerError
source: There was an error. Make sure all fields are filled.
hr: Došlo je do pogreške prilikom kreiranja novog profila djeteta. Molimo provjerite jesu li sva polja pravila unešena.

# ChildDeleteConfirmationDialog_Error
source: There was an error deleting child profile.
hr: Došlo je do pogreške prilikom brisanja profila djeteta.

# ChildEdit_Error
source: There was an error updating child profile. Make sure all fields are filled.
hr: Došlo je do pogreške prilikom izmjene profila djeteta. Molimo provjerite jesu li sva polja pravilno unešena.

# TestAdd_Error
source: There was an error creating new test. Make sure all fields are filled.
hr: Došlo je do pogreške prilikom kreiranja novog testa. Molimo provjerite jesu li sva polja pravilno unešena.

# TestEdit_Error
source: There was an error editing test. Make sure all fields are filled.
hr: Došlo je do pogreške prilikom izmjene testa. Molimo provjerite jesu li sva polja pravilno unešena.

# TestConfirmationDialog_Error
source: There was an error deleting test.
hr: Došlo je do pogreške prilikom brisanja testa.
